source.org
#+title: @aseltmann
#+author: Alva Seltmann
#+setupfile: setupfile.org
#+hugo_base_dir: ./aseltmann.github.io-hugo
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib
# #+bibliography: cite/books.bib

** TODO Reading "The Shadow of the Sun" by Ryszard Kapuściński       :@books:
:PROPERTIES:
:EXPORT_FILE_NAME: shadow-of-sun
:END:
- State "TODO"       from "PENDING"    [2021-01-13 Mi 23:24]
- State "PENDING"    from "DONE"       [2021-01-13 Mi 23:24]
General impression: thoughtful book, mostly he tries to avoid [[https://www.youtube.com/watch?v=D9Ihs241zeg][single stories]] and
gives an impression of different scenes in or between different African
countries from the end of the 1950s till the 1990s. From time to time he tries
to explain certain view or mentalities in African countries, which might come of
as condescending from todays view and be of more interest to non-African readers
than to African readers.

#+hugo: more

In this blog post I will share the more impressionist quotes I liked, while some
historical takeaways will be collected in [[#africa][Notes]]
**** p 29: Course and temperature of the /first greeting/ defines fate of the relationship
- from very first second: exhibit enormous primal joy and geniality
- extend hand in large, vigorous gesture
- loud /laughter/, many questions
**** p 36ff.: colonial heritage
- a state wherein the civil servant received renumeration beyond all measure
  and reason (white low burocratic suddenly gets villa, servants, ...)
  + after independence this system gives fast rise to new elites
  + french: /la politique du ventre/ (... of the stomach)
- 10.000 kingodms, federations and stateless, but independent tribal
  associations crammed in ~40 colonies! (without asking)
- ports - only leeches on the body of Africa, points of export for slaves,
  gold and ivory
- p52: *Why Indians built the railway*
  + White worker from Europe \to was master, could not do physical labour
  + African worker \to "did not exist", the concept of wages was missing and
    British had system of forced labour later
- p82: *Islands around Africa*
  + Were bases for sailors, merchants, and robbers (especially Europeans)
  + For unstable African boats hard to reach \to spot for concentration camps
    for slave trade
- p83: The philosophy that inspired the construction of [[https://en.wikipedia.org/wiki/Kolyma_Tales][Kolyma]] and [[https://en.wikipedia.org/wiki/Auschwitz_concentration_camp][Auschwitz]],
  one of obsessive content and hatred, vileness and brutality, was formulated
  and set down centuries earlier by the captains of the /Martha/ and the /Progress/,
  the [[https://en.wikipedia.org/wiki/Mary_Ann_(1772_ship)][Marie Ann]] and the /Rainbow/
**** p60: Secrets of Serengeti
- lions attacking humans \to are old outcasts
- where are the elephant cemetries \to on bottom of lakes
**** Europeans, Africans and Racism
- p70: Poland vs Tansania
  + children asking Ryszard in Poland "And did you see many cannibals?"
  + Mothers in Tanganyika to their children: "You had better be good, or else
    the /mzungu/ (Swahili: the white man, the European) will eat you!"
- p110: So often I had felt irritated with people who arrived here, lived in
  "little Europe" or "little America" (e.g. in luxury hotels), and departed,
  bragging later that they had been to Africa, a place that in reality they had
  never seen.
**** wonders
- Lalibela: 11 great churches carved in stone and misery
