content/posts/shadow-of-sun.md
+++
title = """
  Reading "The Shadow of the Sun" by Ryszard Kapuściński
  """
author = ["Alex Seltmann"]
lastmod = 2023-12-12T00:26:50+01:00
categories = ["books"]
draft = true
creator = "Emacs 29.1 (Org mode 9.7 + ox-hugo)"
+++

-   State "TODO"       from "PENDING"    <span class="timestamp-wrapper"><span class="timestamp">[2021-01-13 Mi 23:24]</span></span>
-   State "PENDING"    from "DONE"       <span class="timestamp-wrapper"><span class="timestamp">[2021-01-13 Mi 23:24]</span></span>

General impression: thoughtful book, mostly he tries to avoid [single stories](https://www.youtube.com/watch?v=D9Ihs241zeg) and
gives an impression of different scenes in or between different African
countries from the end of the 1950s till the 1990s. From time to time he tries
to explain certain view or mentalities in African countries, which might come of
as condescending from todays view and be of more interest to non-African readers
than to African readers.

<!--more-->

In this blog post I will share the more impressionist quotes I liked, while some
historical takeaways will be collected in [Notes]({{< relref "africa" >}})


## p 29: Course and temperature of the _first greeting_ defines fate of the relationship {#p-29-course-and-temperature-of-the-first-greeting-defines-fate-of-the-relationship}

-   from very first second: exhibit enormous primal joy and geniality
-   extend hand in large, vigorous gesture
-   loud _laughter_, many questions


## p 36ff.: colonial heritage {#p-36ff-dot-colonial-heritage}

-   a state wherein the civil servant received renumeration beyond all measure
    and reason (white low burocratic suddenly gets villa, servants, ...)
    -   after independence this system gives fast rise to new elites
    -   french: _la politique du ventre_ (... of the stomach)
-   10.000 kingodms, federations and stateless, but independent tribal
    associations crammed in ~40 colonies! (without asking)
-   ports - only leeches on the body of Africa, points of export for slaves,
    gold and ivory
-   p52: **Why Indians built the railway**
    -   White worker from Europe &rarr; was master, could not do physical labour
    -   African worker &rarr; "did not exist", the concept of wages was missing and
        British had system of forced labour later
-   p82: **Islands around Africa**
    -   Were bases for sailors, merchants, and robbers (especially Europeans)
    -   For unstable African boats hard to reach &rarr; spot for concentration camps
        for slave trade
-   p83: The philosophy that inspired the construction of [Kolyma](https://en.wikipedia.org/wiki/Kolyma_Tales) and [Auschwitz](https://en.wikipedia.org/wiki/Auschwitz_concentration_camp),
    one of obsessive content and hatred, vileness and brutality, was formulated
    and set down centuries earlier by the captains of the _Martha_ and the _Progress_,
    the [Marie Ann](https://en.wikipedia.org/wiki/Mary_Ann_(1772_ship)) and the _Rainbow_


## p60: Secrets of Serengeti {#p60-secrets-of-serengeti}

-   lions attacking humans &rarr; are old outcasts
-   where are the elephant cemetries &rarr; on bottom of lakes


## Europeans, Africans and Racism {#europeans-africans-and-racism}

-   p70: Poland vs Tansania
    -   children asking Ryszard in Poland "And did you see many cannibals?"
    -   Mothers in Tanganyika to their children: "You had better be good, or else
        the _mzungu_ (Swahili: the white man, the European) will eat you!"
-   p110: So often I had felt irritated with people who arrived here, lived in
    "little Europe" or "little America" (e.g. in luxury hotels), and departed,
    bragging later that they had been to Africa, a place that in reality they had
    never seen.


## wonders {#wonders}

-   Lalibela: 11 great churches carved in stone and misery
